{"classes":["COMPANIES WORKED AT","SKILLS","EMAIL ADDRESS","DESIGNATION","COLLEGE NAME","DEGREE","GRADUATION YEAR","NAME","LOCATION"],"annotations":[["Govardhana K Senior Software Engineer  Bengaluru, Karnataka, Karnataka - Email me on Indeed: indeed.com/r/Govardhana-K/ b2de315d95905b68  Total IT experience 5 Years 6 Months Cloud Lending Solutions INC 4 Month • Salesforce Developer Oracle 5 Years 2 Month • Core Java Developer Languages Core Java, Go Lang Oracle PL-SQL programming, Sales Force Developer with APEX.  Designations & Promotions  Willing to relocate: Anywhere  WORK EXPERIENCE  Senior Software Engineer  Cloud Lending Solutions -  Bangalore, Karnataka -  January 2018 to Present  Present  Senior Consultant  Oracle -  Bangalore, Karnataka -  November 2016 to December 2017  Staff Consultant  Oracle -  Bangalore, Karnataka -  January 2014 to October 2016  Associate Consultant  Oracle -  Bangalore, Karnataka -  November 2012 to December 2013  EDUCATION  B.E in Computer Science Engineering  Adithya Institute of Technology -  Tamil Nadu  September 2008 to June 2012  https://www.indeed.com/r/Govardhana-K/b2de315d95905b68?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Govardhana-K/b2de315d95905b68?isid=rex-download&ikw=download-top&co=IN   SKILLS  APEX. (Less than 1 year), Data Structures (3 years), FLEXCUBE (5 years), Oracle (5 years), Algorithms (3 years)  LINKS  https://www.linkedin.com/in/govardhana-k-61024944/  ADDITIONAL INFORMATION  Technical Proficiency:  Languages: Core Java, Go Lang, Data Structures & Algorithms, Oracle PL-SQL programming, Sales Force with APEX. Tools: RADTool, Jdeveloper, NetBeans, Eclipse, SQL developer, PL/SQL Developer, WinSCP, Putty Web Technologies: JavaScript, XML, HTML, Webservice  Operating Systems: Linux, Windows Version control system SVN & Git-Hub Databases: Oracle Middleware: Web logic, OC4J Product FLEXCUBE: Oracle FLEXCUBE Versions 10.x, 11.x and 12.x  https://www.linkedin.com/in/govardhana-k-61024944/\r",{"entities":[[0,12,"GRADUATION YEAR"],[39,59,"LOCATION"],[93,136,"EMAIL ADDRESS"],[175,202,"COMPANIES WORKED AT"],[213,233,"DESIGNATION"],[234,240,"COMPANIES WORKED AT"],[259,288,"DESIGNATION"],[308,314,"COMPANIES WORKED AT"],[315,333,"SKILLS"],[335,356,"SKILLS"],[417,425,"LOCATION"],[444,468,"DESIGNATION"],[470,493,"COMPANIES WORKED AT"],[497,517,"LOCATION"],[546,572,"DESIGNATION"],[574,580,"COMPANIES WORKED AT"],[640,656,"DESIGNATION"],[658,664,"COMPANIES WORKED AT"],[668,688,"LOCATION"],[722,742,"DESIGNATION"],[744,774,"COMPANIES WORKED AT"],[821,856,"DEGREE"],[858,903,"COLLEGE NAME"],[905,932,"GRADUATION YEAR"],[1136,1141,"SKILLS"],[1162,1177,"SKILLS"],[1189,1197,"SKILLS"],[1209,1215,"SKILLS"],[1227,1237,"SKILLS"],[1367,1376,"SKILLS"],[1387,1415,"SKILLS"],[1424,1442,"SKILLS"],[1474,1481,"SKILLS"],[1483,1493,"SKILLS"],[1495,1503,"SKILLS"],[1505,1512,"SKILLS"],[1579,1631,"SKILLS"],[1633,1638,"SKILLS"],[1640,1670,"SKILLS"]]}],["Harini Komaravelli Test Analyst at Oracle, Hyderabad  Hyderabad, Telangana - Email me on Indeed: indeed.com/r/Harini- Komaravelli/2659eee82e435d1b  ➢ 6 Yrs. of IT Experience in Manual and Automation testing.  WORK EXPERIENCE  QA Analyst  Oracle  Test Analyst at Oracle, Hyderabad  Infosys Ltd -  Hyderabad, Telangana -  November 2011 to February 2016  Hyderabad from Nov 2011 to Feb17 2016 ➢ Worked in Tata Consultancy Services, Hyderabad from Feb 24 to Apr 11 2017 ➢ Currently working as a Test Analyst at Oracle, Hyderabad  QA Analyst with 6 years of IT experience  Oracle  EDUCATION  MCA  Osmania University  B.Sc. in Computer Science  Osmania University  SKILLS  Functional Testing, Blue Prism, Qtp  ADDITIONAL INFORMATION  Area of Expertise:  ➢ Familiar with Agile Methodologies. ➢ Having knowledge in Energy (Petroleum) & Health Care domains. ➢ Involved in preparation of Test Scenarios. ➢ Preparing Test Data for the test cases.  https://www.indeed.com/r/Harini-Komaravelli/2659eee82e435d1b?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Harini-Komaravelli/2659eee82e435d1b?isid=rex-download&ikw=download-top&co=IN   ➢ Experienced in development and execution of Test cases effectively. ➢ Experienced in Functional testing, GUI testing, Smoke testing, Regression testing and Integration Testing ➢ Experienced in doing Accessibility testing of an application ➢ Ability to understand user Requirements, Functional and Design specifications. ➢ Good knowledge of SDLC and STLC processes. ➢ Deciding the Severity and Priority of bugs. ➢ Experience in using Microsoft Test Manager & Oracle Test Manager as Test Management Tools. ➢ Having good experience in testing windows based & web based applications. ➢ Involved in Client Interactions for reviews, issues and for any clarifications. ➢ Web Services Testing ➢ Writing Test Scripts in QTP, Testcomplete. ➢ Creating Object Repositories and Function Libraries in QTP. ➢ Enhanced QTP scripts using VB Script. ➢ Strong experience in working with Blue Prism tool ➢ Worked on different Environments like Windows Application & Web Application  Technical Skills:  ❑ Test Automation Tools: Blue Prism, QTP 10.0, Testcomplete ❑ Test Management Tool: Microsoft Test Manager, Oracle Test Manager & JIRA ❑ Databases: Oracle 10g, SQL Server.  ❑ Operating Systems: Windows 7  Project 1: Title: Cadence Client: Baker Hughes  Technologies: Microsoft Visual Studio and Microsoft Team Foundation Server  Client Background: An oilfield services company delivering focused efforts on shale gas and other oilfield services. It provides services, tools and software for drilling and formation evaluation, well completion, production management, seismic data collection and interpretation.  Project Description: AUT (Application under test) is the next generation revolutionary, robust, easy to use scalable well site data acquisition processing and interpretation system for Client's Drilling Services to deliver services that meets cross divisional business requirements consistently.  Project 2:  Description: Paragon supports your entire care team with one tool that your clinicians need to help deliver the best patient care. Designed by physicians, nurses, pharmacists and mid level providers that have a first-hand understanding of clinical workflow needs, Paragon clinical applications allow your caregivers to focus on what matters most; spending time caring for patients. Since Paragon is fully-integrated across all applications and built around a single patient database, information    entered anywhere in the system is immediately available to the entire care team. Immediate access not only helps clinicians make better treatment decisions - it also helps promote patient safety. Paragon offers a broad suite of multidisciplinary clinical software solutions together with anytime, anywhere access to the complete patient record.  Responsibilities:  • Performed Smoke testing and Regression testing. • Involved in Generating and Executing Test Script using Quick Test Pro & Blue Prism • Usability and User Interface Testing. • Involved in Defect tracking and reporting the bugs using TFS • Participated in frequent walk-through meetings with Internal Quality Assurance groups and with development groups. • Participated in client calls and clarifying the doubts by having AT&T sessions • Involved in functional, regression and smoke testing to validate the application data changes done in windows application • Certifying the build status by running the scripts as part of smoke testing  Project 3:  Description: Food & Beverages R&A: Easily manage business across multiple locations while reducing IT cost and complexity. Cloud-based point-of-sale (POS) solutions enable centralized enterprise management with lower upfront costs and a smaller footprint.  Responsibilities:  • Performed Functional testing and Regression testing. • Involved in Generating and Executing Test Scripts using Blue Prism tool and Open script • Involved in preparing bots using Blue Prism tool. • Accessibility testing of the web application • Involved in Defect tracking and reporting the bugs using JIRA • WebServices testing by calling API's to export the data\r",{"entities":[[0,18,"NAME"],[19,31,"DESIGNATION"],[35,41,"COMPANIES WORKED AT"],[54,74,"LOCATION"],[97,146,"EMAIL ADDRESS"],[177,207,"SKILLS"],[226,258,"DESIGNATION"],[491,503,"DESIGNATION"],[526,536,"DESIGNATION"],[592,610,"COLLEGE NAME"],[612,637,"DEGREE"],[750,784,"SKILLS"],[794,848,"SKILLS"],[863,893,"SKILLS"],[896,935,"SKILLS"],[1230,1248,"SKILLS"],[1250,1261,"SKILLS"],[1263,1320,"SKILLS"],[1344,1383,"SKILLS"],[1397,1425,"SKILLS"],[1485,1498,"SKILLS"],[1578,1600,"SKILLS"],[1603,1622,"SKILLS"],[1677,1724,"SKILLS"],[1809,1829,"SKILLS"],[1877,1936,"SKILLS"],[1939,1976,"SKILLS"],[2013,2028,"SKILLS"]]}],["Hartej Kathuria Data Analyst Intern - Oracle Retail  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Hartej-Kathuria/04181c5962a4af19  Willing to relocate to: Delhi - Bangalore, Karnataka - Gurgaon, Haryana  WORK EXPERIENCE  Data Analyst Intern  Oracle Retail -  Bengaluru, Karnataka -  June 2017 to Present  Job Responsibilities: o As an intern part of the Global Retail Insights team at Oracle Retail, work involved creating a data oriented buisness case based using high level trends for various retailers using Excel and SQL. o Forecasting Sales with use of various statistical Modelling Methods using SQL and R o Market Basket Analysis using transactional data of retailers using SQL and R  EDUCATION  Statistics and Probability  Manipal University  May 2018  B. Tech in Electrical and Electronics in Embedded Systems  MIT, Manipal University  May 2016  SKILLS  Python (2 years), SQL. (1 year), NOSQL (1 year), R (2 years), Machine Learning (2 years)  PUBLICATIONS  Post-operative life expectancy in lung cancer patients  The objective of the project was to build an efficient predictive model based on a predefined dataset to predict whether the patient survives or dies within one year of the operation. The dataset given has 17 variables: 12 nominal, 2 ordinal and 3 numerical. The target variable has value true if the patient dies within one year of the operation else false if he survives. Tool used: R  https://www.indeed.com/r/Hartej-Kathuria/04181c5962a4af19?isid=rex-download&ikw=download-top&co=IN   Predict the Happiness (Sentimental Analysis)  The objective of this project was to build a binary classifcation model for the data provided by TripAdvisor consisiting of a sample of hotel reviews provided by customers.The model built can be used by them to understand the hotels listed by them.Tool Used: R  Predict Network attacks  The objective of this project was to build a multi-class classification model to predict the type of attack for an internet network company in Japan which has been facing huge losses due to malicious server attacks.The train dataset has 18 numerical features and 23 categorical features.The target variable has three classes.Tool Used: Python  ADDITIONAL INFORMATION  TECHNICAL SKILLSET  • Languages & Technologies: Python, R, SQL, NoSQL, Predictive Modelling, Market Basket Analysis, Sentimental Analysis, Clustering, Bash Scripting (Preliminary), Socket Programming, Java (Preliminary)  • Tools: R Studio, Jupyter, GIT, Sublime, MATLAB, Linux, KVM, Virtual Box, Open VZ, Oracle SQL Developer, MySQL, MongoDB, Excel\r",{"entities":[[0,15,"NAME"],[16,35,"DESIGNATION"],[38,44,"COMPANIES WORKED AT"],[53,73,"LOCATION"],[96,141,"EMAIL ADDRESS"],[167,172,"LOCATION"],[175,184,"LOCATION"],[186,195,"LOCATION"],[198,214,"LOCATION"],[233,252,"DESIGNATION"],[254,260,"COMPANIES WORKED AT"],[743,761,"COLLEGE NAME"],[763,771,"GRADUATION YEAR"],[773,830,"DEGREE"],[832,855,"COLLEGE NAME"],[857,865,"GRADUATION YEAR"],[875,881,"SKILLS"],[893,906,"SKILLS"],[908,922,"SKILLS"],[924,935,"SKILLS"],[937,963,"SKILLS"],[2273,2279,"SKILLS"],[2281,2282,"SKILLS"],[2284,2287,"SKILLS"],[2289,2294,"SKILLS"],[2296,2316,"SKILLS"],[2318,2340,"SKILLS"],[2342,2362,"SKILLS"],[2364,2374,"SKILLS"],[2376,2390,"SKILLS"],[2413,2424,"SKILLS"],[2426,2443,"SKILLS"],[2488,2494,"SKILLS"],[2496,2501,"SKILLS"],[2559,2566,"SKILLS"],[2568,2573,"SKILLS"]]}],["Imgeeyaul Ansari java developer  Pune, Maharashtra - Email me on Indeed: indeed.com/r/Imgeeyaul-Ansari/a7be1cc43a434ac4  Willing to relocate to: Pune, Maharashtra  WORK EXPERIENCE  Application Developer  Oracle Financial Software Services -  Pune, Maharashtra -  August 2016 to Present  • Wrote Services in java using data annotation which in turn were used for creating other files using code generation tool.  • Jar of services with related utility files such as DTOs are deployed on the Host side.  • Host side is hosted on Tomcat Server where proxy files are present.  • Created jsff page for UI, and wrote action, helper, assembler, backing bean for UI side business Logic made entries in collectionAppModule, PageDef.  • Used ADF & MVC architecture for building application.  Used JUnit for Testing services,Algorithms. Also made test Suites For running multiple test case at one go.  Used Eclipse Debugger for Fixing Service Related Jiras. Made Use of Hot Deployment for Fixing Ui related Bugs on UI side which was run on Weblogic Server.  Used JAWS Reader for solving accessibility Related jiras and IA plugin.  Used Java to write Batches for fetching of Bulk Data at Regular Interval. It created Thread for Multitasking to reduce the time for processing.  EDUCATION  Bachelor of Enginerring in Information Technology  Army institute of technology -  Pune, Maharashtra  2012 to 2016  CBSE in Physics, Chemistry, Mathematics  Rashtriya Military School Bangalore -  Bengaluru, Karnataka  https://www.indeed.com/r/Imgeeyaul-Ansari/a7be1cc43a434ac4?isid=rex-download&ikw=download-top&co=IN   2010 to 2011  CBSE in Mathematics and English  Rashtriya Military School Bangalore -  Bengaluru, Karnataka  2008 to 2009  SKILLS  JAVA (1 year), CSS (1 year), HTML (1 year), MYSQL (1 year), JAVASCRIPT (Less than 1 year), Angularjs (1 year), Oracle Pl/Sql  ADDITIONAL INFORMATION  TECHNICAL SKILLS Programming Languages :C/C++, angular, java, java servlet, HTML, java script, MySQL, css, jsff.  Operating Systems Linux, Windows, Android  ORM Eclipse Link, Hibernate  Framework & tools :ADF, Eclipse, Android Studio, Git, Selenium, Code blocks, Net beans, R studio, Tortoise SVN.\r",{"entities":[[0,16,"NAME"],[17,31,"DESIGNATION"],[33,50,"LOCATION"],[73,119,"EMAIL ADDRESS"],[145,162,"LOCATION"],[204,238,"COMPANIES WORKED AT"],[242,259,"LOCATION"],[295,311,"SKILLS"],[465,469,"SKILLS"],[527,540,"SKILLS"],[583,599,"SKILLS"],[655,677,"SKILLS"],[732,754,"SKILLS"],[787,813,"SKILLS"],[814,825,"SKILLS"],[896,946,"SKILLS"],[1276,1325,"DEGREE"],[1327,1376,"COLLEGE NAME"],[1378,1390,"GRADUATION YEAR"],[1392,1431,"DEGREE"],[1433,1492,"COLLEGE NAME"],[1596,1608,"GRADUATION YEAR"],[1610,1641,"DEGREE"],[1643,1668,"COLLEGE NAME"],[1704,1716,"GRADUATION YEAR"],[1726,1733,"SKILLS"],[1741,1744,"SKILLS"],[1755,1759,"SKILLS"],[1770,1775,"SKILLS"],[1786,1796,"SKILLS"],[1817,1826,"SKILLS"],[1837,1850,"SKILLS"],[1916,1930,"SKILLS"],[1932,1936,"SKILLS"],[1938,1950,"SKILLS"],[1952,1956,"SKILLS"],[1958,1969,"SKILLS"],[1971,1976,"SKILLS"],[1978,1981,"SKILLS"],[1983,1988,"SKILLS"],[2008,2022,"SKILLS"],[2024,2049,"SKILLS"],[2051,2071,"SKILLS"],[2074,2084,"SKILLS"],[2086,2093,"SKILLS"],[2095,2109,"SKILLS"],[2111,2114,"SKILLS"],[2116,2124,"SKILLS"],[2126,2137,"SKILLS"],[2139,2148,"SKILLS"]]}],["Jay Madhavi Navi Mumbai, Maharashtra - Email me on Indeed: indeed.com/r/Jay- Madhavi/1e7d0305af766bf6  I look forward to being associated with a growth - oriented, learning firm and contribute my skills for its success. This will allow me to grow both professionally as well as an individually.  WORK EXPERIENCE  NIIT -  2016 to 2016  B+ Average Advanced  SQL Oracle -  2016 to 2016  B+ Average  MSCIT -  2011 to 2011  A Completed Technical Institution  Projects undertaken (BE):  S.N. Project Title Name of company/college Nature of the Remarks project  1 Android Based Saraswati College Of Android Completed Employee Tracker Engineering Application System  2 An innovative Saraswati College Of Compilation Completed approach for Engineering code optimization  3 Simple Website Saraswati College Of Website related to Completed Related to Engineering information of Classical Italian cars Cars  About Myself: • I am Capable and Hardworking, and can adapt to New Surroundings.  https://www.indeed.com/r/Jay-Madhavi/1e7d0305af766bf6?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Jay-Madhavi/1e7d0305af766bf6?isid=rex-download&ikw=download-top&co=IN   • I Can Face Challenges with confidence and would give my best shot under Stressful situations.  .. 03 : 03:  EDUCATION  BE (Computer Science) in Computer Science  Saraswati College Of Engineering, Kharghar -  Mumbai, Maharashtra  2014 to 2017  HSC in Computer science  Acharya College Chembur -  Mumbai, Maharashtra  2011 to 2013  SSC  State Board  2011  ADDITIONAL INFORMATION  • Ability to accept responsibilities and give best performance to complete the given work efficiently. • To take up challenging jobs & work as a team. • To positively accept my Mistake.\r",{"entities":[[0,11,"NAME"],[12,36,"LOCATION"],[59,101,"EMAIL ADDRESS"],[313,317,"COLLEGE NAME"],[321,333,"GRADUATION YEAR"],[338,366,"DEGREE"],[370,382,"GRADUATION YEAR"],[396,401,"DEGREE"],[405,417,"GRADUATION YEAR"],[557,564,"SKILLS"],[731,760,"SKILLS"],[800,807,"SKILLS"],[1174,1193,"SKILLS"],[1291,1332,"DEGREE"],[1334,1376,"COLLEGE NAME"],[1401,1413,"GRADUATION YEAR"],[1415,1438,"DEGREE"],[1440,1473,"COLLEGE NAME"],[1488,1500,"GRADUATION YEAR"],[1706,1735,"SKILLS"]]}],["Jyotirbindu Patnaik Associate consultant@SAP labs , Bangalore Karnataka  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Jyotirbindu- Patnaik/77e3ceda47fbb7e4  - Experienced incident and change coordinator and strongly skilled and dedicated ITIL Expert with a superior work ethic and management satisfaction record. Widely and deeply knowledgeable in all aspects of ITIL management and coordination. Adept multitasker able to deal a very high priority complex situations with accuracy and professionalism.  Willing to relocate to: Bangalore, Karnataka  WORK EXPERIENCE  Associate consultant  Sap labs  Incident and change management coordinator, dealing with the escalation process of company products. Notifying the customer as well as stake holders regarding the on going issue as well as helping problem management team to provide RCA.  Associate consultant  Sap labs  - Joining date from: January 25, 2017 Designation: Associate Consultant Company: SAP on the payroll of Bristlecone India LTD.  Roles and responsibilities: - Incident Coordinator: 1. Following the escalation process and handling the high priority incidents by initiating the troubleshooting call and driving the entire call till the issue gets resolve. 2. Capturing the entire chronological order to provide the RCA for the unplanned downtimes. 3. As an incident coordinator, I was informing the internal stakeholders regarding the unplanned downtimes/high priority issue by sending the notifications periodically. 4. Post handling the issue we were updating the MTTR and monthly outage tracker to have a clear records of unplanned downtimes. 5. Monitoring the tools like Catchpoint, Pingdom, CSS for quick find of availability alerts and trying to troubleshoot by initial analysis ASAP. 6. Preparing the documents for all the new process and update it as per its new changes. 7. Providing the reports (KPI/Availability/IRT-MPT) on weekly and monthly basis to the management to minimize the number incidents. 8. I was analyzing regarding the number of incidents and alerts received, and providing the entire captured details to management for further process to reduce the incidents and alerts.  https://www.indeed.com/r/Jyotirbindu-Patnaik/77e3ceda47fbb7e4?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Jyotirbindu-Patnaik/77e3ceda47fbb7e4?isid=rex-download&ikw=download-top&co=IN   Change Coordinator: 9. As a change, Coordinator was handling the Entire change management process and validating the Change requests to get the CAB approvals. 10. Providing the KPI report for the change process. 11. Driving the CAB meeting and KPI meeting.  Projects: - I was working for \"Cloud for customer\" and \"Business by design\" project in SAP.  Achievements: - 1. I have received management appreciation note for handling the change management process in a proficient way. 2. Team Lead appreciated for maintaining the documents and PPT\\'s as updated.  EDUCATION  B. Tech in Electronics and Communication  Biju Patnaik University -  Rayagada, Orissa  2016  SKILLS  ITIL foundation\r",{"entities":[[0,19,"NAME"],[20,40,"NAME"],[41,49,"COMPANIES WORKED AT"],[52,71,"LOCATION"],[73,95,"LOCATION"],[116,166,"EMAIL ADDRESS"],[195,213,"DESIGNATION"],[249,260,"DESIGNATION"],[374,407,"SKILLS"],[539,559,"LOCATION"],[848,868,"DESIGNATION"],[931,951,"DESIGNATION"],[1037,1057,"DESIGNATION"],[2383,2401,"DESIGNATION"],[2769,2779,"SKILLS"],[2952,2992,"DEGREE"],[2994,3029,"COLLEGE NAME"],[3031,3037,"GRADUATION YEAR"],[3053,3068,"SKILLS"]]}],["Karthihayini C Systems Engineer - Infosys Limited  Rajapalaiyam, Tamil Nadu - Email me on Indeed: indeed.com/r/Karthihayini- C/627254c443836b3c  To be a part of challenging team, which works for the growth of an organization, explores my potential and provides me an opportunity to enhance my knowledge and to be an asset of the company.  Willing to relocate: Anywhere  WORK EXPERIENCE  Systems Engineer  Infosys Limited -  Chennai, Tamil Nadu -  December 2016 to Present  Trainee  Infosys Limited -  Mysore, Karnataka -  June 2016 to November 2016  Client: Renault Project Details: • Trained in .Net technology. • Handled VB part of the application which has mainframe as backend and Visual basic as the front end with annuaire service as the medium between mainframe and VB. • Took care of site creation in the Share Point technology. • Experienced in using SmartSVN, TortoiseSVN, DB Visualiser.  EDUCATION  B E in Production Engineering  Velammal Engineering College -  Chennai, Tamil Nadu  2016  Tamil Nadu Board Of Education -  Rajapalaiyam, Tamil Nadu  2012  Education  Hr. Sec. School  2010  https://www.indeed.com/r/Karthihayini-C/627254c443836b3c?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Karthihayini-C/627254c443836b3c?isid=rex-download&ikw=download-top&co=IN   SKILLS  Destructive Testing (Less than 1 year), FORGE (Less than 1 year), Non-Destructive (Less than 1 year), Non-Destructive Testing (Less than 1 year), quality control (Less than 1 year)  ADDITIONAL INFORMATION  AREAS OF INTEREST 1. Strength of materials 2. Engineering statistics and quality control  INDUSTRIAL VISITS • BAY FORGE, Madurantakam • ASHOK LEYLAN, Ennore • CARBORUNDUM, Thiruvottiyur • BONFIGLIOLI, Thirumudivakkam  IN-PLANT TRAININGS & WORKSHOPS • Attended in-plant training on security division at \"Minda Corporation Limited\", Chennai. • Attended in-plant training in \"BHEL\", Ranipet. • Attended workshop on \"Aero Modeling\" conducted at Consto UAV Technologies • Attended workshop on \"Non-Destructive Testing\" conducted at Velammal engineering College, Chennai.  PERSONAL QUALIFICATIONS: • Ability to quick grasp the concepts • Flexible • Hard working • Consistent\r",{"entities":[[0,12,"NAME"],[15,31,"DESIGNATION"],[34,49,"COMPANIES WORKED AT"],[51,75,"LOCATION"],[98,143,"EMAIL ADDRESS"],[360,368,"LOCATION"],[387,403,"DESIGNATION"],[405,420,"COMPANIES WORKED AT"],[473,480,"DESIGNATION"],[482,507,"COMPANIES WORKED AT"],[910,939,"DEGREE"],[941,980,"COLLEGE NAME"],[994,998,"GRADUATION YEAR"],[1000,1045,"COLLEGE NAME"],[1059,1063,"GRADUATION YEAR"],[1076,1084,"DEGREE"],[1305,1324,"SKILLS"],[1345,1350,"SKILLS"],[1371,1386,"SKILLS"],[1407,1436,"SKILLS"],[1451,1466,"SKILLS"],[1532,1553,"SKILLS"],[1557,1599,"SKILLS"],[1999,2024,"SKILLS"],[2038,2066,"COLLEGE NAME"],[2143,2151,"SKILLS"],[2154,2179,"SKILLS"]]}],["Kavitha K Senior System Engineer - Infosys Limited  Salem, Tamil Nadu - Email me on Indeed: indeed.com/r/Kavitha-K/8977ce8ce48bc800  Seeking to work with a software firm, to constantly upgrade my knowledge and utilize my existing skills to benefit the concerned organization  WORK EXPERIENCE  Senior System Engineer  Infosys Limited -  December 2014 to Present  Unix, CA7 scheduler  Infosys Limited -  December 2015 to February 2018  Qlikview Level 1 • Basic knowledge of creating simple dashboards with different Production support style using Qlikview components like List Box, Slider, Buttons, charts and Bookmarks. • Created different types of sheet objects like List boxes, Buttons, Multi box. • Good knowledge of monitoring Qlikview Dashboards • Monitoring Critical dashboards and communicating delay to clients • Involved in Qlikview initial error analysis and the concerned team to trouble shoot the issue • Monitoring Qlikview dashboards from end to end and manually refreshing the tasks if needed • Handling service request for manual refresh of dashboards • Monitoring Qlikview dependent ETL jobs in CA7 job scheduler Level 1 (BI process) • Involved in monitoring batch jobs in CA7 job scheduler • Managing the daily workload based on priorities and maintain SLA's to provide quality services to end users • Responsible for sending daily and weekly reports to the clients • Initial analysis of log files and fixing of environment related issue in ETL Process • Coordinating with concerned team in troubleshooting of major business related issues and sending notification to the clients on timely manner • Responsible for all Process related activities like incident management and change management • Involved in documenting the process, procedures and flow of ETL Process for critical applications • Respond to user service requests and resolving them with in stipulated time • Participated in Incident Management and Problem Management processes for root cause analysis, resolution and reporting  https://www.indeed.com/r/Kavitha-K/8977ce8ce48bc800?isid=rex-download&ikw=download-top&co=IN   EDUCATION  Networking, Infosys Limited  Foundation Training Program in Networking  2016  Bachelor of Engineering in Information Technology  REiume Institute of road -  Erode, Tamil Nadu  2014",{"entities":[[0,9,"NAME"],[10,32,"DESIGNATION"],[35,57,"COMPANIES WORKED AT"],[59,69,"LOCATION"],[92,131,"EMAIL ADDRESS"],[293,315,"DESIGNATION"],[317,332,"COMPANIES WORKED AT"],[362,381,"DESIGNATION"],[383,398,"COMPANIES WORKED AT"],[472,498,"SKILLS"],[719,749,"SKILLS"],[787,817,"SKILLS"],[1069,1128,"SKILLS"],[1261,1273,"SKILLS"],[1772,1787,"SKILLS"],[2116,2126,"DEGREE"],[2128,2143,"COLLEGE NAME"],[2145,2186,"DEGREE"],[2188,2192,"GRADUATION YEAR"],[2194,2243,"DEGREE"],[2245,2290,"COLLEGE NAME"],[2292,2296,"GRADUATION YEAR"]]}],["Kavitha K Senior System Engineer - Infosys Limited  Salem, Tamil Nadu - Email me on Indeed: indeed.com/r/Kavitha-K/8977ce8ce48bc800  Seeking to work with a software firm, to constantly upgrade my knowledge and utilize my existing skills to benefit the concerned organization  WORK EXPERIENCE  Senior System Engineer  Infosys Limited -  December 2014 to Present  Unix, CA7 scheduler  Infosys Limited -  December 2015 to February 2018  Qlikview Level 1 • Basic knowledge of creating simple dashboards with different Production support style using Qlikview components like List Box, Slider, Buttons, charts and Bookmarks. • Created different types of sheet objects like List boxes, Buttons, Multi box. • Good knowledge of monitoring Qlikview Dashboards • Monitoring Critical dashboards and communicating delay to clients • Involved in Qlikview initial error analysis and the concerned team to trouble shoot the issue • Monitoring Qlikview dashboards from end to end and manually refreshing the tasks if needed • Handling service request for manual refresh of dashboards • Monitoring Qlikview dependent ETL jobs in CA7 job scheduler Level 1 (BI process) • Involved in monitoring batch jobs in CA7 job scheduler • Managing the daily workload based on priorities and maintain SLA's to provide quality services to end users • Responsible for sending daily and weekly reports to the clients • Initial analysis of log files and fixing of environment related issue in ETL Process • Coordinating with concerned team in troubleshooting of major business related issues and sending notification to the clients on timely manner • Responsible for all Process related activities like incident management and change management • Involved in documenting the process, procedures and flow of ETL Process for critical applications • Respond to user service requests and resolving them with in stipulated time • Participated in Incident Management and Problem Management processes for root cause analysis, resolution and reporting  https://www.indeed.com/r/Kavitha-K/8977ce8ce48bc800?isid=rex-download&ikw=download-top&co=IN   EDUCATION  Networking, Infosys Limited  Foundation Training Program in Networking  2016  Bachelor of Engineering in Information Technology  REiume Institute of road -  Erode, Tamil Nadu  2014",{"entities":[[0,9,"NAME"],[10,32,"DESIGNATION"],[35,57,"COMPANIES WORKED AT"],[59,69,"LOCATION"],[92,131,"EMAIL ADDRESS"],[293,315,"DESIGNATION"],[317,332,"COMPANIES WORKED AT"],[362,381,"DESIGNATION"],[383,398,"COMPANIES WORKED AT"],[472,498,"SKILLS"],[719,749,"SKILLS"],[787,817,"SKILLS"],[1069,1128,"SKILLS"],[1261,1273,"SKILLS"],[1772,1787,"SKILLS"],[2116,2126,"DEGREE"],[2128,2143,"COLLEGE NAME"],[2145,2186,"DEGREE"],[2188,2192,"GRADUATION YEAR"],[2194,2243,"DEGREE"],[2245,2290,"COLLEGE NAME"],[2292,2296,"GRADUATION YEAR"]]}],["Kavitha K Senior System Engineer - Infosys Limited  Salem, Tamil Nadu - Email me on Indeed: indeed.com/r/Kavitha-K/8977ce8ce48bc800  Seeking to work with a software firm, to constantly upgrade my knowledge and utilize my existing skills to benefit the concerned organization  WORK EXPERIENCE  Senior System Engineer  Infosys Limited -  December 2014 to Present  Unix, CA7 scheduler  Infosys Limited -  December 2015 to February 2018  Qlikview Level 1 • Basic knowledge of creating simple dashboards with different Production support style using Qlikview components like List Box, Slider, Buttons, charts and Bookmarks. • Created different types of sheet objects like List boxes, Buttons, Multi box. • Good knowledge of monitoring Qlikview Dashboards • Monitoring Critical dashboards and communicating delay to clients • Involved in Qlikview initial error analysis and the concerned team to trouble shoot the issue • Monitoring Qlikview dashboards from end to end and manually refreshing the tasks if needed • Handling service request for manual refresh of dashboards • Monitoring Qlikview dependent ETL jobs in CA7 job scheduler Level 1 (BI process) • Involved in monitoring batch jobs in CA7 job scheduler • Managing the daily workload based on priorities and maintain SLA's to provide quality services to end users • Responsible for sending daily and weekly reports to the clients • Initial analysis of log files and fixing of environment related issue in ETL Process • Coordinating with concerned team in troubleshooting of major business related issues and sending notification to the clients on timely manner • Responsible for all Process related activities like incident management and change management • Involved in documenting the process, procedures and flow of ETL Process for critical applications • Respond to user service requests and resolving them with in stipulated time • Participated in Incident Management and Problem Management processes for root cause analysis, resolution and reporting  https://www.indeed.com/r/Kavitha-K/8977ce8ce48bc800?isid=rex-download&ikw=download-top&co=IN   EDUCATION  Networking, Infosys Limited  Foundation Training Program in Networking  2016  Bachelor of Engineering in Information Technology  REiume Institute of road -  Erode, Tamil Nadu  2014",{"entities":[[0,9,"NAME"],[10,32,"DESIGNATION"],[35,57,"COMPANIES WORKED AT"],[59,69,"LOCATION"],[92,131,"EMAIL ADDRESS"],[293,315,"DESIGNATION"],[317,332,"COMPANIES WORKED AT"],[362,381,"DESIGNATION"],[383,398,"COMPANIES WORKED AT"],[472,498,"SKILLS"],[719,749,"SKILLS"],[787,817,"SKILLS"],[1069,1128,"SKILLS"],[1261,1273,"SKILLS"],[1772,1787,"SKILLS"],[2116,2126,"DEGREE"],[2128,2143,"COLLEGE NAME"],[2145,2186,"DEGREE"],[2188,2192,"GRADUATION YEAR"],[2194,2243,"DEGREE"],[2245,2290,"COLLEGE NAME"],[2292,2296,"GRADUATION YEAR"]]}]]}